/*
 Localization provided by Wordcrafts
 The Mac OS X and iOS localization experts.
 http://www.wordcrafts.de
 */


/* General */

/* For dialogs yes buttons */
"HockeyYes" = "Sim";

/* For dialogs no buttons */
"HockeyNo" = "Não";

/* For dialogs ok buttons */
"HockeyOK" = "OK";

/* Replacement for app name, if it could not be detected */
"HockeyAppNamePlaceholder" = "Este app";

/* Crash */


/* Crash dialog */

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "%@ fechou repentinamente";

/* Description explaining that crash data has been found and ask the user if the data might be uploaded to the developers server */
"CrashDataFoundAnonymousDescription" = "Gostaria de enviar um relatório anônimo para que possamos resolver o problema?";

/* Description explaining that crash data has been found and ask the user if the non anonymous data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "Gostaria de enviar um relatório para que possamos resolver o problema?";

/* Alert box button if the users wants to send crash data always automatically */
"CrashSendReportAlways" = "Sempre enviar";

/* Alert box button to send the crash report once */
"CrashSendReport" = "Enviar relatório";

/* Alert box button to decline sending the report */
"CrashDontSendReport" = "Não enviar";

/* Text showing in a processing box that the crash data is being uploaded to the server */
"CrashReportSending" = "Enviando…";


/* Update */


/* Update Alert view */

/* Update available */
"UpdateAvailable" = "Atualização disponível";

"UpdateAlertTextWithAppVersion" = "%@ está disponível.";

"UpdateAlertMandatoryTextWithAppVersion" = "%@ está disponível e é uma atualização obrigatória.";

"UpdateIgnore" = "Ignorar";

"UpdateShow" = "Exibir";

"UpdateInstall" = "Instalar";

"UpdateRemindMe" = "Lembrar";


/* Update Details */

"UpdateScreenTitle" = "Atualizar";

"UpdateButtonCheck" = "VERIFICAR";

"UpdateButtonSearching" = "VERIFICANDO";

"UpdateButtonUpdate" = "ATUALIZAR";

"UpdateButtonInstalling" = "INSTALANDO";

"UpdateButtonOffline" = "OFFLINE";

"UpdateInstalled" = "INSTALADO";

"UpdateVersion" = "Versão";

"UpdateShowPreviousVersions" = "Mostrar versões anteriores...";

"UpdateNoUpdateAvailableTitle" = "Não há atualização disponível";

"UpdateNoUpdateAvailableMessage" = "%@ já é a versão mais recente.";

"UpdateError" = "Erro";

"UpdateWarning" = "Aviso";

"UpdateNoReleaseNotesAvailable" = "Não há notas de versão disponíveis.";


/* Update Authorization  */

"UpdateAuthorizationProgress" = "Autorizando...";

"UpdateAuthorizationOffline" = "É necessário ter conexão à internet.";

"UpdateAuthorizationDenied" = "Autorização recusada. Entre em contato com o desenvolvedor.";


/* Update Expiry  */

"UpdateExpired" = "%@ expirou e não pode mais ser usado.";


/* Update Simulator Warning */

"UpdateSimulatorMessage" = "A atualização do Hockey não funciona no simulador.\nO protocolo itms-services:// está implementado, mas não funcional.";


/* Feedback */


/* New Message Alert */

/* Alert Title */
"HockeyFeedbackNewMessageTitle" = "Nova resposta de feedback";

/* Alert Text */
"HockeyFeedbackNewMessageText" = "Uma nova resposta a seu feedback está disponível. Gostaria de vê-la?";

/* Alert Ignore Button */
"HockeyFeedbackIgnore" = "Ignorar";

/* Alert Show Button */
"HockeyFeedbackShow" = "Exibir";


/* List View */

/* Title */
"HockeyFeedbackListTitle" = "Feedback";

/* Last Updated */
"HockeyFeedbackListLastUpdated" = "Atualizado em: %@";

/* Never Updated */
"HockeyFeedbackListNeverUpdated" = "Nunca";

/* Provide Feedback Button Title */
"HockeyFeedbackListButtonWriteFeedback" = "Fornecer feedback";

/* Add a Response Button Title */
"HockeyFeedbackListButtonWriteResponse" = "Adicionar uma resposta";

/* User Data Set Name Button Title */
"HockeyFeedbackListButtonUserDataSetName" = "Informe seu nome";

/* User Data Set Email Button Title */
"HockeyFeedbackListButtonUserDataSetEmail" = "Informe seu e-mail";

/* User Data With Name Button Title */
"HockeyFeedbackListButtonUserDataWithName" = "Nome: %@";

/* User Data With Email Button Title */
"HockeyFeedbackListButtonUserDataWithEmail" = "E-mail: %@";

/* Button title for deleting all local messages*/
"HockeyFeedbackListButtonDeleteAllMessages" = "Excluir todas as mensagens";

/* Message pending to be send */
"HockeyFeedbackListMessagePending" = "Pendente";


/* Delete All Messages Action Sheet / Alert View */

/* Title for the Action Sheet */
"HockeyFeedbackListDeleteAllTitle" = "Todas as mensagens serão excluídas deste dispositivo.";

/* Button Title to perform delete action */
"HockeyFeedbackListDeleteAllDelete" = "Excluir";

/* Button Title to cancel delete action */
"HockeyFeedbackListDeleteAllCancel" = "Cancelar";


/* Open Link In Safari Action Sheet / Alert View */

/* Button Title to cancel */
"HockeyFeedbackListLinkActionCancel" = "Cancelar";

/* Button Title to Open the Link */
"HockeyFeedbackListLinkActionOpen" = "Abrir";

/* Button Title to Copy the Link */
"HockeyFeedbackListLinkActionCopy" = "Copiar";


/* UIActivity */

/* Activity Sharing Button Title, App Name will be inserted */
"HockeyFeedbackActivityButtonTitle" = "Feedback para %@";

/* if there can no app name be found, use this instead for HockeyFeedbackActivityButtonTitle */
"HockeyFeedbackActivityAppPlaceholder" = "App";


/* Compose Message */

/* Title */
"HockeyFeedbackComposeTitle" = "Novo feedback";

/* Send button */
"HockeyFeedbackComposeSend" = "Enviar";

/* Add Image button for attachment actions */
"HockeyFeedbackComposeAttachmentAddImage" = "Adicionar imagem";

/* Edit button for attachment actions */
"HockeyFeedbackComposeAttachmentEdit" = "Editar imagem";

/* Delete button for attachment actions */
"HockeyFeedbackComposeAttachmentDelete" = "Excluir imagem";

/* Cancel button for attachment actions */
"HockeyFeedbackComposeAttachmentCancel" = "Cancelar";


/* Set User Data */

/* Title */
"HockeyFeedbackUserDataTitle" = "Meus dados";

/* Description On What Should Be Entered */
"HockeyFeedbackUserDataDescription" = "Informe seus dados antes de redigir o feedback.";

/* Name Field */
"HockeyFeedbackUserDataName" = "Nome";

/* Name Placeholder */
"HockeyFeedbackUserDataNamePlaceHolder" = "José da Silva";

/* Email Field */
"HockeyFeedbackUserDataEmail" = "E-mail";

/* Email Placeholder */
"HockeyFeedbackUserDataEmailPlaceholder" = "email@exemplo.com";


/* Authenticator */

/* View Controller Title*/
"HockeyAuthenticatorViewControllerTitle" = "HockeyApp";

/* BITAuthenticatorAuthTypeUDIDProvider */
"HockeyAuthenticationViewControllerWebUDIDLoginDescription" = "O desenvolvedor solicitou a UDID deste dispositivo. Toque abaixo para abrir o site do HockeyApp e autorizar o acesso.";
"HockeyAuthenticationViewControllerWebLoginButtonTitle" = "Abrir HockeyApp";

/* BITAuthenticatorIdentificationTypeWebAuth */
"HockeyAuthenticationViewControllerWebAuthLoginDescription" = "O desenvolvedor solicitou o endereço de e-mail de sua conta do HockeyApp. Toque abaixo para abrir o site do HockeyApp e autorizar o acesso.";

/* BITAuthenticatorAuthTypeEmail and BITAuthenticatorAuthTypeEmailAndPassword */
"HockeyAuthenticationViewControllerDataEmailAndPasswordDescription" = "Informe seu e-mail e senha da conta do HockeyApp para autorizar o acesso a este aplicativo.";
"HockeyAuthenticationViewControllerDataEmailDescription" = "Informe seu e-mail da conta do HockeyApp para autorizar o acesso a este aplicativo.";
"HockeyAuthenticationViewControllerEmailPlaceholder" = "email@exemplo.com";
"HockeyAuthenticationViewControllerPasswordPlaceholder" = "Necessário";
"HockeyAuthenticationViewControllerEmailDescription" = "E-mail";
"HockeyAuthenticationViewControllerPasswordDescription" = "Senha";

/* Error presented to the user if authentication failed because of networking issues */
"HockeyAuthenticationViewControllerNetworkError" = "Não foi possível autorizar porque seu dispositivo parece estar desconectado da Internet. Tente novamente.";

"HockeyAuthenticationFailedAuthenticate" = "Falha ao autorizar. Tente novamente ou contate o desenvolvedor deste aplicativo.";
"HockeyAuthenticationNotMember" = "Você não tem autorização para usar este aplicativo. Contate o desenvolvedor deste aplicativo.";
"HockeyAuthenticationContactDeveloper" = "Erro de autorização. Contate o desenvolvedor deste aplicativo.";
"HockeyAuthenticationWrongEmailPassword" = "Você informou um e-mail ou senha inválidos. Verifique os dados e tente  novamente.";
"HockeyAuthenticationAuthSecretMissing" = "O “authorization secret” do HockeySDK não foi definido. Contate o desenvolvedor deste aplicativo.";

/* Accessibility strings */
"HockeyAccessibilityHintRequired" = "Necessário";
